export default {
    data() {
        return {
            word:`斗罗大陆第三部《龙王传说》已经成为过去式，我们迎来的将是斗罗大陆系列的最后一部《斗罗大陆之终极斗罗》，此书将于今年十一月上市，其描述的是星际中唐舞麟找寻唐三，小龙神寻找唐舞麟，一个相互寻找的故事。

            在《龙王传说》中，有一个比较神秘的人物，作者在后几册里一再而再的刻画此人，想必大家都猜到了吧，没错，他就是依子尘，三少让此人出现如此多的次数，可见其肯定是一个举足轻重的人，或许这都是在为《斗罗大陆第四部终极斗罗》在铺垫剧情，小编也看到很多网友在说斗罗大陆第四部中，依子尘很大可能作为毁灭神王转世之身，那么这位依子尘同学是怎么活到一万年后的斗罗第四部的呢？
            
            依子尘来自一个小村庄，为了让他拥有第一个魂灵，全村人捐款给他买了一个，可以看出来依子尘便是这个村庄的希望，这就如唐三在斗罗大陆第一部时一般，从一个小村庄开始，渐渐变得强大，走向世界巅峰。依子尘的背景作者也交代得十分清楚，他只有一个武魂“尘”，天赋奇高，他的武魂就如他的真实身份一样，充满神秘，连史莱克的导师都不知道他的武魂最终会怎么发展，那么他会不会是双生武魂的拥有者，需要有一定的条件才能觉醒，这也许会是网友所说的毁灭武魂也不是不可能。
            
            斗罗星在吸收深渊位面的能量后，已经进化至半神界，一些极限斗罗也突破到了一百级，寿命得到增加，战争前的海神阁现在也变成了天空之城，科技也飞速发展，人类与魂兽签订协议后互通往来，时代可谓是一瞬间一个模样，很多网友说依子尘即使作为一个重要人物，他怎么可能活到一万年后，其实这都是可以的，斗罗星按照这个进程发展，成为神界是迟早的事，而位面之主和阿银在吸收完深渊能量后，必然苏醒过来，依子尘在自己的努力下，实力也渐渐提升，并且觉醒了自己的第二武魂，他作为史莱克新的潜力发展对象，肯定得到很多资源和特殊的照顾，陈新杰他们不会让这个天赋奇高的未来之星就这样老死，阿银的生命能量可以延续生命，位面之主的复活能力，再加上魂兽进入人类世界，疯狂科学家可以挖掘出它们生命的奥义，一切的一切，都能成为他活下去的凭借。
            
            作者唐家三少花费如此多的剧情刻画此人，想来不会轻易让他死去，毕竟虽然在28册结局中人类与魂兽签下协约，可帝天的野心路人皆知，很大可能后面会造反，再次发起兽潮，而依子尘便可大有作为了，那时候的他已经成长到可以独当一面，连同小龙神以及老一辈的斗罗们击退此次危机。
            
            其实老实说，小编觉得三少还是会让依子尘活到第四部的，毕竟新诞生的小龙神需要一个人生导师，就想穆老一样的角色，协助他带领斗罗的人类走向星空。各位小伙伴你们觉得呢？
            在《龙王传说》中对于唐舞麟和古月娜的结局可谓是十分的出乎意外，在大结局中古月娜因为立场的不同，不想苟活于世，于是设计让唐舞麟杀死自己，古月娜先是用多情无情为诱饵让唐舞麟击杀自己，而唐舞麟果然中计，一怒之下用黄金龙枪的一头刺穿了古月娜，而唐舞麟毕竟深爱这古月娜，于是自己也用黄金龙枪的另一头刺穿自己，二者双双殉情，但是二者的殉情也造就了小龙神的诞生，小龙神从何而来，小龙神是古月娜和唐舞麟之间金银龙王的精华诞生出来的。
            
            在《斗罗大陆4终极斗罗》中有个引子叫“一万年了，冰化了”那么冰化了自然之前被冰封的小龙神也随之出世了，那么我们的男主出世了，女主还会远吗》？那么我们的女主是谁呢？其实就是在龙王传说中出现的魔魂大白鲨。
            
            为何女主是魔魂大白鲨，其实这个在龙王传说中就已经有了伏笔了，还曾记得在海神九考中，魔魂大白鲨公主说她的年龄是九万年，还差一万年的时间就可以变成人，而魔魂大白鲨公主自己也说过等到变成人之后回到大陆上游历一番。那么这个时间上我们就能凑齐了，同样是一万年，小龙神出世了，同样是一万年魔魂大白鲨公主也出现了，那么二者必然有着莫大的关系，很有可能就是斗罗大陆4中的男女主角。
            
            而且在《斗罗大陆4终极斗罗》中唐舞麟也会出现，还曾记得当初凌梓晨留下了唐舞麟的血液吗？这个血液到时候会经过凌梓晨的克隆技术将其成功的克隆出来，到时候小龙神在《斗罗大陆4终极斗罗》中的师傅就出来了，就是唐舞麟，而唐舞麟作为金龙王拥有者，必然是对小龙神体内的血脉十分的熟悉，到时候因材施教小龙神才能快速的走上宇宙寻找被时空乱流刮走的神界。
                           五百多万字的一本小说写完了，真的有很多、很多话想要对大家说。
            
            相信你们每个人看到这样的结尾心中都有酸楚。而事实上，心中最舍不得、最酸楚的就要算我了吧。所以，诸位如果有闲，不妨把这篇后记看完。
            
            事实上，在过去两年多的时间里，一直有很多事情想要告诉你们，却又怕影响了你们的阅读体验，所以一直积累到现在，就容小唐抒发一番，也算为龙王做一份了结，给未来寻一片希望。
            
            我是一九八一年生人，我经常为了谦逊而自称小唐，可是，小唐真的不小了，今年的我，已经是三十七周岁。
            
            只是，我从未想到过，我的中年危机会来的如此之早。
            
            如果大家有在网上看书，就会发现，我们的日更新量，从每天六千字，减少到了每天五千字。甚至连原本每周一的三更也没有了。
            
            有很多书友们怨我、骂我、嘲讽我，我其实都知道。
            
            我没有解释，因为无论什么样的理由，对你们来说其实都是客观原因。确实减少了更新，所有的责问，我接受，我默默的承受。
            
            从二零零四年写书到现在，整整十四年了，十四年来，我每天更新，从未断更。
            
            我曾经想到过，在未来这些不断更的岁月之中，我有可能会遇到各种艰难，我也认为自己足够坚强，能够面对一切，就是能忍所不能，我就是不断更。在文学圈内混，我小唐就是凭借着靠谱二字！
            
            可是，我却没想到，我这辈子竟然还能遇到这么难的事情。
            
            我没记错的话，龙王是从二零一六年的年初开始的。
            
            那个时候，其实是我刚刚复活过来的时候。
            
            因为，在二零一五年，我身边发生了两件对我来说影响巨大的事情。
            
            十月，我奶奶肺栓塞转脑梗，从原本一个精明的老太太一夜之间突然失去了意识、失去了语言的能力，半身不遂躺在病床上。
            
            十一月底，我深爱着的妻子，《光之子》中的木子，《为了你我愿意热爱整个世界》中的李木子，查出乳腺癌，而且是最严重的三阴型乳腺癌。
            
            对我来说，这是天塌地陷一般。我拼尽全力，才让自己能够勇敢的去面对。
            
            奶奶的半身不遂已经不可逆转，但在我的印象中，乳腺癌是可以治愈的。
            
            带着老婆，在北京最好的医院第一时间做了手术，切除了肿瘤。
            
            那段时间我的生活很黑暗，连续两周，每天瘦一斤，从八十五公斤掉到了七十八公斤体重。
            
            直到有一天，当我的双手放在键盘上，沉浸在故事的世界中，才能让我暂时脱离痛苦。
            
            也直到那时，我才知道，我是这么的热爱写作。十四年的坚持，都是因为这份热爱而来。
            
            手术很成功，之后妻子化疗四次，一切似乎都已经过去了，而我也觉得，我似乎可以否极泰来了。一六年初，终于开始了龙王传说。
            
            在那个时候，其实今天你们看到的这个结尾，我就已经想好了。
            
            无论是最后的永冻冰封，还是斗罗大陆四的简介一万年后、冰化了，都在那个时候就已经构思完成。
            
            作家的故事，一定会受到生活上的影响，我也是。所以才有了我的第二部都市小说《拥抱谎言拥抱你》和龙王的悲剧结尾。
            
            但是，我相信风雨之后一定会见彩虹，所以，在我的悲剧结束时，我都会留有希望，也终将把这份希望带回来。所以才有了今年即将出版的《拥抱谎言拥抱你》姐妹篇《曾经江楠今安在》，才会有未来的斗罗四
            
            只是，在那个时候，我真的万万没有想到，我的磨难竟然还只是刚刚开始，一切都还没有结束。
            
            坦白说，写到这里，我突然不想写下去了，因为我真的不愿意回忆这两年多来经历的一切。可是，我停顿了许久之后，还是决定写出来。
            
            因为我想告诉你们，我并不是因为懒惰而减少了写作量，而是真的因为，太苦了，我的心太苦了。
            
            同时我要因此而由衷的感谢你们，如果不是因为惦念着你们，别说写书，或许早在那最痛苦的时候，我已经跳下天台。
            
            是你们让我有勇气活下来，有勇气继续写下去，是你们让我做到了遇到事，依旧勇往直前。
            
            就像墨蓝对唐舞麟说的，勇敢！
            
            勇敢！多么简单的两个字啊！可是，这两个字，我直到三十七岁才真正明白其中蕴含着怎样的含义，又蕴含着怎样强大的力量。
            
            二零一六年，我渐渐缓了过来，龙王成绩斐然，得到了大家的支持，辉煌再次向我招手，亦如重建的史莱克新城。
            
            我内心的锋锐重新磨砺而出，信心十足、努力向前。
            
            我意气风发，不只是想要做一名作家，甚至野心勃勃的想要成为上市公司的老板。
            
            一年来，披荆斩棘，勇往直前，一切向好。
            
            直到十二月，直到那一天。
            
            木子手术后的第二次复查。
            
            淋巴多发性转移、胸骨转移、肝转移。
            
            我问医生，肝转移能治么？
            
            医生说，三阴乳腺癌，没有靶向药，只能化疗，肝转移，平均，一年半……
            
            一年半……、一年半……
            
            天塌地陷！
            
            我体会到了什么叫做躺在床上，泪水横流。
            
            我是一个摩羯座，内心并不强大的摩羯座，外表的坚强都是为了掩饰内心的脆弱。
            
            我是一名多愁善感的作家，我擅长于联想与构思，擅长创造与思索。
            
            可是，在这一刻，这所有的一切都成为了我的缺陷，因为，在那时、那刻，我内心中联想到的，都是如果她离开，我会怎样。
            
            我发现，如果她离开，我将没有我自己。
            
            她十六岁做我的女友，那时，我十八岁。
            
            一路走来，二十年了。
            
            我知道，我不可能再向爱她那样再爱上任何一个女人，因为，我没办法重活。
            
            不可能再有人能够像她那样，陪我走过少年、青年、中年，这人生中最重要的二十年。
            
            她有点笨，也有点傻，没什么本事，甚至生活能力都不强，离了我，我都觉得她没法在社会上生存。
            
            可我就是爱她，就像唐舞麟为了古月娜可以付出生命一样，我也可以！如果能用我的命换她的，我愿意啊！
            
            可是，上天能给我这样的机会么？
            
            我们终究生活在现实世界中，而不是玄幻小说里。
            
            我终究没有雅莉的治疗术，也没有复活的本事。
            
            我该怎么办？那时候我就问自己，我该怎么办。
            
            一年半，留给我的，很可能只有一年半的时间了。
            
            而在那个时候，糖糖七岁半，麟麟才只有四岁半。
            
            我曾经在一章龙王的网络更新中写过，对我来说，这段时间真的是太难了。但我没有说是因为什么，因为我不想把痛苦也带给你们。我想要通过小说传递给你们的是快乐而不是痛苦。
            
            在那时，我能做什么？我能做的，就只有咬紧牙关，寻找救她的方法啊！
            
            只要能救她，哪怕倾家荡产我也愿意。
            
            为此，我甚至无所不用其极。
            
            从那时候开始，我开始每天给西藏的寺庙捐钱，努力去做“日行一善”这四个字。
            
            从那时候开始，我开始初一、十五吃素，开始每个月农历十五放生两万条生命。
            
            为贫困山区，我捐了十辆救护车。
            
            为贫困山区，我捐助两所学校。
            
            只要在朋友圈看到谁需要帮助，我都立刻捐款捐物。
            
            我请活佛为她念经祈福。
            
            我请上师为她火供超度冤情债主。
            
            我顾不上去问问她的治疗医院，她这么严重的高危情况，半年才复查一次，肿瘤医院都是三个月就复查，以至于转移到肝脏，也顾不得去怪她的主治医生为什么连她的情况都不了解。
            
            那时候，我只是希望能够找到一个救她的办法。
            
            那时候的我，心已经乱了，我在第一时间联系了美国和日本的中介，试图寻找全世界最好的医院去为她治疗。
            
            可是，问了一圈下来，她这种类型，哪怕是在美国和日本，也没有更好的药物，只能化疗。
            
            日本更近，我带她去了。日本医生对我说，她这种情况，在日本平均能活三年。
            
            三年比一年半，多一年半。
            
            这样简单的数学在那个时候对我来说却是一份惊喜！
            
            哪怕是多活一天，我也愿意不辞辛劳啊！
            
            于是，在一七年的一月，我带着她远渡重洋，去了日本，在东京的一家医院开始治疗。
            
            也是从那个时候开始，我才知道，人生最大的痛苦是分别。
            
            在日本二十天，回国十天，这是我们在去年大部分时间的生活状态。
            
            可是，在这种状态下，每一次的离开，都要和父母分别，都要和孩子们分别啊！
            
            每次临走前，岳母搂着我们泣不成声的样子，我怎能不心如刀割？
            
            麟麟还小，还不太懂事。可糖糖已经大了些，已经明白了一些。
            
            我至今还清楚的记得，有一次，我们在去日本的前夜，糖糖说什么都不肯睡觉。我甚至有些生气，质问她，为什么不肯睡？
            
            糖糖当时的一句话，至今想起，依旧会让我泪流满面。
            
            她对我说她怕第二天早上醒来就见不到妈妈了。
            
            那一夜，我和老婆，抱头痛哭。
            
            我们答应糖糖，第二天早上，赶早班机之前，一定叫醒她。
            
            而那个时间，在五点半。
            
            而第二天早上，糖糖双眼红肿着，四点半就自己醒了过来，一直哭着送我们走。
            
            这就是分别，而这样的分别，我们整整经历了十个月，经历了无数次。
            
            而这样的我，能继续让龙王不断更，我都不知道自己是怎么过来的……
            
            化疗，紫杉醇，三个月，第一次复查。肝脏上病灶小了五分之三，大好消息。
            
            我大喜过望，带老婆去欧洲旅游，那时候的我，只是想着要少留遗憾，只要她身体状况允许，我就带她去那些没去过的地方，给她一切都是最好的。
            
            化疗，紫杉醇，六个月，耐药。肝上病灶从一个变成五个。
            
            我站在日本租住公寓的三十八层阳台，第一次想要一跃而下。
            
            郎永淳对我说过，兄弟，咱们遇到事、不怕事。
            
            这句话给了我莫大的勇气。
            
            可是，在那一刻，我想到的只是解脱，是糖糖打来的视频，让我咬紧牙关走了回来。
            
            八月份，换药艾日布林，这个药很贵，国内还没有。
            
            两个月复查，大部分病灶再次消失，大喜。
            
            带老婆和糖糖、麟麟去了马尔代夫。
            
            那时候，我也不知道未来会如何，只想带她好好玩玩。
            
            十月，艾日布林第二次复查，耐药，肝上弥漫性病灶大面积覆盖，转氨酶高十倍。
            
            肿胀的肝脏顶住胃部，让她有了不适。
            
            我第二次站在了三十八层的天台，那时候我感到的是，绝望！
            
            日本医生对我们说，在日本，是不可能给我们使用试验药的。继续下去，可能只能用安慰剂，已经没有几种药物可以用了，建议我们回国去治疗。
            
            日本是个严谨的国家，也可以说是死板，我们终究只是外国人，终究是二等公民，不，我们连公民都不是，只是有能力支付现金的外人。
            
            两次的过山车，让我心力交瘁。
            
            在第一次想从天台上跳下的时候，我的手臂上长了脂肪瘤，第二次的时候，体检查出多发性胆囊息肉，还有一个大一点的，说疑似肿瘤。直到后来做了CT，说应该不是。
            
            回国，我开始联系美国，带着全家都办了美国的签证。
            
            美国不像日本，它有着最先进的科技，但也有着最远的距离。
            
            当时我完全不知道，如果我们去了美国，是否还能活着回来。
            
            可是，时间不等人。
            
            而就在这个时候，十一月，在病榻上缠绵两年，只能用鼻管为生的奶奶，走了。
            
            身为长孙，我怎能不送奶奶离去？
            
            在送葬的那天，我向奶奶祈祷。
            
            奶奶您受苦了，而身为孙子的我，因为带妻子在国外看病，看望您的次数少了，我对不起您。可是，为了您的重孙子、重孙女，请保佑您的孙媳妇吧，孩子不能没有妈妈。
            
            当天，接到暂时的好消息，新换的化疗药卡培他滨有效，妻子情况暂时稳定住了，肝脏转氨酶指标下降了一些，给我们争取到了时间。
            
            而也就在那个时候，让我遇到了人生中的贵人，Y博士。
            
            他是一位美籍科学家，曾经在美国最大的药厂做亚洲区研发总监，他是我所认识的人之中，拥有学位最多的，他是中国第一个在世界性权威医学杂志发表论文的。
            
            是一位好朋友介绍了他给我认识。Y博士是多年前为了我国的癌症研究而回国的。回来一边做研究，一边在医学院当教授，带研究生。
            
            他研究的一种癌症疫苗，是当今世界上最先进的治疗肿瘤方向，免疫类治疗。
            
            当时的我，已经是病急乱投医，只要是有可能有效的，我都想要带老婆试试。
            
            于是，我们找到了他。他询问了情况之后，告诉我，他的研究是实验性的，按照目前国际最先进的理念，免疫疗法还是有机会的。
            
            但是，针对于我老婆的类型，还没有任何被批准的免疫类药物。
            
            Y博士帮我分析了美国的一些实验性药物治疗方式，在综合了他的意见和美国中介给予的意见情况，我们最终决定，留在国内治疗。
            
            因为哪怕去美国，也没有更好的治疗方法。
            
            而留在国内，我们也可以使用一些从美国采购回来的药物，而且，至少不用再分别。
            
            我们选了一家私立医院，在C博士作为主治医化疗的同时，尝试了免疫类治疗。
            
            两个月复查，病灶减少百分之九十。
            
            当时这个结果，连私立医院主治医的C博士都觉得不可思议，我们也同样如此。
            
            可是，坐过了太多的过山车，我们已经不敢相信这一切，唯恐下一次的复查就重蹈覆辙。
            
            又两个月，病灶再次减少百分之五，整体也只剩下从日本回来时候的百分之五。可是，并没有像Y博士说的那样，有治愈的可能。
            
            再两个月，也就是今年的五月，第三次复查。
            
            肝脏上病灶全部消失……
            
            在那一刻，我忍不住扑上去，紧紧的抱住了我的岳母，抱头痛哭。
            
            从复发到肝脏上病灶全部消失，经历了正好是一年半，也就是当初主治医说的平均存活时间。
            
            虽然后来查出胸椎可能还有病灶，可至少肝脏上病灶消失了。就意味着她能活的更久。
            
            对我们来说，妻子每多活一天都是赚的，她是那么的勇敢，哪怕是在日本主治医当面对她说，可能明年的今天我就见不到你的时候，她依旧没有怯懦。唯有在提起孩子的时候才会流下泪水。
            
            我简化了许多这一年半来发生的事情。
            
            而这一年半，我往返了日本十次，两次站上天台，陪她先后去了日本、法国、瑞士、马尔代夫、普吉岛、香港、澳门。
            
            也是在这一年半，我成为了中宣部评选出的全国四个一批人才，成为了中国作协主席团委员，成为了网络作家第一位全国政协委员。
            
            更是在这一年半，我写完了龙王传说。全部，二十八本。
            
            在完稿的那一刻，我首先想要对你们说的是，我很勇敢。
            
            真的，我终于可以说，自己是一个勇敢的男人了。
            
            尽管，一年半以来，我的两鬓已经满是白发。
            
            我成长了、我也老了。但我可以骄傲的说一声，唐家三少，依旧没有断更。
            
            在承受了如此之多中年危机的情况下，再把老婆从死亡线上至少是暂时拉回来的情况下，我还没断更。
            
            只是勇敢么？不！更重要的是因为你们。
            
            妻子是我的家人，你们也是。
            
            那时候，在最艰难的时刻，支持我写下去的动力，就是因为我会想到，我不能为了一个家人而放弃了整个家庭。
            
            所以，我扛过来了。
            
            我深信，咱们唐门只要有我，就有荣耀，就有光荣。
            
            我们就是最强大的，我们就是整个网络文学界的第一！
            
            只要我还在写，就没有人能超越我们！
            
            因为有你们与我同在，因为你们爱我，所以，我会写下去。
            
            所以，哪怕是永冻冰封，也不能阻止斗罗的延续！
            
            不知不觉写了这么多。
            
            你们的小唐、你们的三哥，真的经历了太多、太多。
            
            真的好难啊！
            
            就像古月娜的痛苦，就像唐舞麟的痛苦。
            
            你们看到他们的苦，都来自于我心中。
            
            我只是希望，真的会有否极泰来，一切的悲伤与痛苦都会离开，留给我们的，只有美好。
            
            最后，说说接下来我们唐门即将发生的几件大事。
            
            1，斗罗大陆动画第一季在腾讯视频将播出到七月结束，第二季将会在今年的12月1日播出，我们争取做到，从第二季开始就一直播下去，每周一集，直到结束。绝不做有生之年系列……
            
            2，斗罗大陆真人版电视剧将会在今年开拍，我们会选一位超级超级帅的唐三哦！
            
            3，《为了你我愿意热爱整个世界》的电视剧，已经在爱奇艺和大家见面。这个故事，写的就是我和木子之间的，写的就是我自己的经历。罗晋演我，郑爽演木子，我很喜欢他们。
            
            4，龙王之后，马上和大家见面的新书会是《斗罗大陆外传唐门英雄传》，会有我十二部作品的主角，会让你们，热！血！沸！腾！
            
            5，都市情感系列，《拥抱谎言拥抱你》的姐妹篇《曾经江楠今安在》纸质书会在十月左右和大家见面。
            
            6，我全新创造出的超级世界观，在龙王之中也提到过的法蓝世界将会推出，最终定名为《神澜奇域》。这个系列，会在斗罗大陆四之后一直写下去，会是一个比斗罗更加庞大的系列。首先创作的会是七部中篇作品，也就是神澜奇域的七神珠系列，第一部将要在今年和大家见面的，就叫做《神澜奇域无双珠》。还记得吗？我在微博上答应过大家，为大家写一部双男主小说，这就是了。无双有对、同等本命的无双珠。神鬼莫测六大域、波澜壮阔七色海，十三大种族将带给你们的是无限精彩与绚烂。预计全三册！
            
            7，最后，《斗罗大陆IV终极斗罗》最快将会在今年年底之前和大家见面。且容我缓一缓，好好理一理思路。这也将是我们斗罗系列的最后一部！至少为大家再写三十本！将咱们斗罗大陆系列凑够一百本整！我希望，未来就算能够超越，也只有我自己的《神澜奇域》系列才能超越。所以，再提醒大家一下，千万不要错过《神澜奇域无双珠》哦，那将会是我全力以赴的作品，大系列的第一个，绝对精彩！
            
            后记写到这里，也该是结束的时候了，可我还是有些舍不得，因为龙王结束了。这是我历史上写的最艰难的一部作品，也是耗时最长的一部作品。
            
            但一切终究要有结束，结束意味着新的开始，祈祷那份否极泰来的到来。
            
            《大龟甲师》确实是实体书已经出版了，网络比实体晚了，我承认。
            
            但是，我最近真的没办法，因为，木子又复发了，而且比上次复发更严重，肝脏上有大部分病灶。
            
            我刚刚从美国找了一种临床试验药在给她用，每天看着化验单上的指标飙升，每天深受刺激。
            
            我最近的状态前所未有的差，我现在只能祈祷，这次的试验药有效，能再给我一次重生的机会。
            
            《大龟甲师》计划会连载三个多月的时间，然后在网络连载唐门英雄传、再之后是斗罗四。
            
            我也不知道斗罗四能否顺利开启，因为我不知道那时候我的木子是什么状况。
            
            下周一，木子复查新药效果，今天，我放生十万条生命为她祈福。
            
            请大家给我点时间，真的太难了，这两年我真的过得不好，但我真的想要继续写下去，用最好的状态写下我们斗罗大陆系列最后一部终极斗罗。
            
            如果可以，请大家为木子祈祷吧，只求她再多陪我几年。
            
            跪谢了，唐门的兄弟姐妹们。
            
            最后的最后，再次感谢这两年多来大家不遗余力的支持，感谢大家对小唐的厚爱，我也深深的爱着你们，是这份爱，让我能够坚持下来。
            
            请大家为我和妻子祈祷，我努力多为你们写几年，如果可能，希望是一辈子。
            
            最后的最后的最后，再说一遍，斗罗大陆四终极斗罗简介：一万年后，冰化了。再加一句，主角会换哦！换成一个，蛋生的孩子！而现在，请大家多多支持《大龟甲师》吧，目前正在起点连载中。大龟甲师的电视剧已经开始筹备，不久后将会和大家见面。​​​​`,
            fixList:[
                {
                    title:'A',
                    id: "A",
                    list:['A内容','A内容','A内容','A内容','A内容','A内容','A内容']
                },
                {
                    title:'B',
                    id: "B",
                    list:['B内容','B内容','B内容','B内容','B内容','B内容','B内容','B内容']
                },
                {
                    title:'C',
                    id: "C",
                    list:['C内容','C内容','C内容','C内容','C内容','C内容','C内容','C内容']
                },
                {
                    title:'D',
                    id: "D",
                    list:['D内容','D内容','D内容','D内容','D内容','D内容','D内容','D内容']
                },
                {
                    title:'E',
                    id: "E",
                    list:['E内容','E内容','E内容','E内容','E内容','E内容','E内容','E内容']
                } 
            ]
        }
    }
}